#+title: X-Technologien
#+options: ^:nil
#+property: header-args:xquery :db ws-sample :exports both
#+INFOJS_OPT: view:t toc:t ltoc:t mouse:underline buttons:0 path:org-info.min.js
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="solarized-light.min.css" />
#+EXPORT_FILE_NAME: dist/index

** Beispielabfragen
#+begin_src xquery
/collection/record => count()
#+end_src

#+RESULTS:
: 1000

#+begin_src xml

#+end_src
